#мои знания в программирование(python)
#капелька ООП 
class Cats():
  def __init__(self, lapa):
    self.lapa = lapa
def myou(self):
  print("мяу")


tipi = ["str", "int", "bool", "float"] #типы данных которые мне известны


"""еще знаю немного библиотеку tkinter, но я давно не пользовался им и могу многое забыть"""


#ниже будет создана функция для вывода текста с моим именем, чтобы создать функию нужно использовать слово ключевое слово def
def misha(a):
  print(a)

#функция на команду чтобы создать файл 
def file():
  open("file123", +w)
